Revit 2027 API
ContextualHelp.Launch Method
Launches and displays the help topic specified by the contents of this ContextualHelp object.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Launch()
Public Sub Launch
public:
void Launch()
member Launch : unit -> unit
See Also
Reference
ContextualHelp Class
Autodesk.Revit.UI Namespace